IDEA StatiCa Open Model
ConnectionSetup.StopAtLimitStrain Property
Compatible with IDEA StatiCa Beta 21.0 - beta
 Stop analysis when the limit strain is reached.
 Namespace: IdeaRS.OpenModel
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public bool StopAtLimitStrain { get; set; }
Public Property StopAtLimitStrain As Boolean
	Get
	Set
public:
property bool StopAtLimitStrain {
	bool get ();
	void set (bool value);
}
Property Value
Type: Boolean
See Also
Reference
ConnectionSetup Class
IdeaRS.OpenModel Namespace